Repository: SametDulger/SmartRoutine
Catalog: SmartRoutine.Web/Resources/Views.Home.Privacy.*.resx
Languages: tr

# PrivacyPolicyTitle
source: Privacy Policy
tr: Gizlilik Politikası

# DataCollectionTitle
source: Data Collection and Usage
tr: Veri Toplama ve Kullanımı

# DataCollectionDescription
source: SmartRoutine app collects the following information to provide you with a better experience:
tr: SmartRoutine uygulaması, size daha iyi bir deneyim sunabilmek için aşağıdaki bilgileri toplar:

# EmailAddress
source: Email address (for account creation and login)
tr: Email adresi (hesap oluşturma ve giriş için)

# Password
source: Password (securely hashed and stored)
tr: Şifre (güvenli bir şekilde hashlenerek saklanır)

# RoutineInformation
source: Routine information (to track your personal routines)
tr: Rutin bilgileri (kişisel rutinlerinizi takip etmek için)

# UsageStatistics
source: Usage statistics (to improve app performance)
tr: Kullanım istatistikleri (uygulama performansını iyileştirmek için)

# DataSecurityTitle
source: Data Security
tr: Veri Güvenliği

# DataSecurityDescription
source: Your data security is our priority:
tr: Verilerinizin güvenliği bizim için önceliktir:

# PasswordHashing
source: All passwords are stored hashed with BCrypt
tr: Tüm şifreler BCrypt ile hashlenerek saklanır

# HTTPSProtocol
source: Data transmission is secure via HTTPS protocol
tr: HTTPS protokolü kullanılarak veri iletimi güvenlidir

# JWTTokenSystem
source: Secure session management with JWT token system
tr: JWT token sistemi ile güvenli oturum yönetimi sağlanır

# DataStorage
source: Data is stored in a local SQLite database
tr: Veriler yerel SQLite veritabanında saklanır

# DataSharingTitle
source: Data Sharing
tr: Veri Paylaşımı

# DataSharingDescription
source: We do not share your personal information with third parties. Your data is only used to provide app functionality.
tr: Kişisel bilgilerinizi üçüncü taraflarla paylaşmıyoruz. Verileriniz sadece uygulama fonksiyonlarını sağlamak amacıyla kullanılır.

# ContactTitle
source: Contact
tr: İletişim

# ContactDescription
source: If you have questions about our privacy policy, please contact us.
tr: Gizlilik politikamız hakkında sorularınız varsa, lütfen bizimle iletişime geçin.
