Repository: SametDulger/SmartRoutine
Catalog: SmartRoutine.Web/Resources/Views.Home.Index.*.resx
Languages: tr

# WelcomeTitle
source: Welcome to SmartRoutine
tr: SmartRoutine'a Hoş Geldiniz

# WelcomeLead
source: Easily manage and track your daily routines.
tr: Günlük rutinlerinizi kolayca yönetin ve takip edin.

source: Routine Management
tr: Rutin Yönetimi

# RoutineManagementDesc
source: Create, edit, and track your daily and weekly routines.
tr: Günlük ve haftalık rutinlerinizi oluşturun, düzenleyin ve takip edin.

# Stats
source: Statistics
tr: İstatistikler

# StatsDesc
source: See your success rate, track your streak, and analyze your progress.
tr: Başarı oranınızı görün, streak'inizi takip edin ve ilerlemenizi analiz edin.

source: Reminders
tr: Hatırlatmalar

# RemindersDesc
source: Set times for your routines and get notifications on the mobile app.
tr: Rutinleriniz için zaman ayarlayın ve mobil uygulamada bildirim alın.

source: Start Now
tr: Hemen Başla

source: Login
tr: Giriş Yap

source: Go to Dashboard
tr: Panele Git
