Repository: SametDulger/SmartRoutine
Catalog: SmartRoutine.Web/Resources/Views.Home.Stats.*.resx
Languages: tr

source: Statistics
tr: İstatistikler

source: Total Routines
tr: Toplam Rutin

source: Completed Today
tr: Bugün Tamamlanan

source: Completion Rate
tr: Başarı Oranı

source: Daily Streak
tr: Günlük Streak

source: Weekly Progress
tr: Haftalık İlerleme

source: Summary
tr: Özet

source: Best Streak
tr: En İyi Streak

source: Completed This Week
tr: Bu Hafta Tamamlanan

source: Daily goal progress
tr: Günlük hedef ilerleme
